Repository: aleks7900/FinPulse.Windows
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_pt, ro_ro, ru_ru, uk_ua, zh_cn

# Goals_Deposit_ExecuteButton
source: Deposit Funds
de_de: Betrag einzahlen
es_es: Depositar fondos
fr_fr: Déposer les fonds
it_it: Versa fondi
ja_jp: 入金を実行
ko_kr: 자금 입금
pl_pl: Wpłać środki
pt_pt: Depositar fundos
ro_ro: Depune fondurile
ru_ru: Внести средства
uk_ua: Внести кошти
zh_cn: 确认存入

# Goals_Delete_DialogTitle
source: Delete Goal?
de_de: Sparziel löschen?
es_es: ¿Eliminar meta?
fr_fr: Supprimer l'objectif ?
it_it: Eliminare l'obiettivo?
ja_jp: 目標を削除しますか？
ko_kr: 목표를 삭제하시겠습니까?
pl_pl: Usunąć cel?
pt_pt: Eliminar meta?
ro_ro: Ștergeți obiectivul?
ru_ru: Удалить цель?
uk_ua: Видалити ціль?
zh_cn: 删除目标？

# Goals_Delete_DialogContent
source: Are you sure you want to delete this savings goal?
de_de: Möchten Sie dieses Sparziel wirklich löschen?
es_es: ¿Seguro que desea eliminar esta meta de ahorro?
fr_fr: Voulez-vous vraiment supprimer cet objectif d'épargne ?
it_it: Sei sicuro di voler eliminare questo obiettivo di risparmio?
ja_jp: この貯蓄目標を削除してもよろしいですか？
ko_kr: 이 저축 목표를 정말 삭제하시겠습니까?
pl_pl: Czy na pewno chcesz usunąć ten cel oszczędnościowy?
pt_pt: Tem a certeza de que pretende eliminar esta meta de poupança?
ro_ro: Sigur doriți să ștergeți acest obiectiv de economii?
ru_ru: Вы уверены, что хотите удалить эту цель накоплений?
uk_ua: Ви впевнені, що хочете видалити цю ціль заощаджень?
zh_cn: 您确定要删除此储蓄目标吗？

# QuickAdd_Title.Title
source: Add Transaction
de_de: Transaktion hinzufügen
es_es: Añadir transacción
fr_fr: Ajouter une transaction
it_it: Aggiungi transazione
ja_jp: 取引を追加
ko_kr: 거래 추가
pl_pl: Dodaj transakcję
pt_pt: Adicionar Transação
ro_ro: Adaugă tranzacție
ru_ru: Добавить транзакцию
uk_ua: Додати транзакцію
zh_cn: 添加交易

# QuickAdd_SaveButton.Content
source: Save Transaction
de_de: Transaktion speichern
es_es: Guardar transacción
fr_fr: Enregistrer la transaction
it_it: Salva transazione
ja_jp: 取引を保存
ko_kr: 거래 저장
pl_pl: Zapisz transakcję
pt_pt: Guardar transação
ro_ro: Salvează tranzacția
ru_ru: Сохранить транзакцию
uk_ua: Зберегти транзакцію
zh_cn: 保存交易

# QuickAdd_AmountHeader.Text
source: Amount
de_de: Betrag
es_es: Importe
fr_fr: Montant
it_it: Importo
ja_jp: 金額
ko_kr: 금액
pl_pl: Kwota
pt_pt: Valor
ro_ro: Sumă
ru_ru: Сумма
uk_ua: Сума
zh_cn: 金额

# QuickAdd_TypeHeader.Header
source: Transaction Type
de_de: Transaktionstyp
es_es: Tipo de transacción
fr_fr: Type de transaction
it_it: Tipo di transazione
ja_jp: 取引種別
ko_kr: 거래 유형
pl_pl: Typ transakcji
pt_pt: Tipo de transação
ro_ro: Tip de tranzacție
ru_ru: Тип транзакции
uk_ua: Тип транзакції
zh_cn: 交易类型

# QuickAdd_SourceAccountHeader.Header
source: Source Account
de_de: Ausgangskonto
es_es: Cuenta de origen
fr_fr: Compte source
it_it: Conto di origine
ja_jp: 出金元口座
ko_kr: 출금 계좌
pl_pl: Konto źródłowe
pt_pt: Conta de origem
ro_ro: Cont sursă
ru_ru: Счет списания
uk_ua: Рахунок списання
zh_cn: 转出账户

# QuickAdd_DestinationAccountHeader.Header
source: Destination Account
de_de: Zielkonto
es_es: Cuenta de destino
fr_fr: Compte de destination
it_it: Conto di destinazione
ja_jp: 入金先口座
ko_kr: 입금 계좌
pl_pl: Konto docelowe
pt_pt: Conta de destino
ro_ro: Cont destinație
ru_ru: Счет зачисления
uk_ua: Рахунок зарахування
zh_cn: 转入账户

# QuickAdd_CategoryHeader.Header
source: Category
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
it_it: Categoria
ja_jp: カテゴリ
ko_kr: 카테고리
pl_pl: Kategoria
pt_pt: Categoria
ro_ro: Categorie
ru_ru: Категория
uk_ua: Категорія
zh_cn: 分类

# QuickAdd_MerchantHeader.Header
source: Merchant / Payee
de_de: Händler / Empfänger
es_es: Comercio / Beneficiario
fr_fr: Commerçant / Bénéficiaire
it_it: Esercente / Beneficiario
ja_jp: 加盟店 / 支払先
ko_kr: 가맹점 / 수취인
pl_pl: Sprzedawca / Odbiorca
pt_pt: Comerciante / Entidade
ro_ro: Comerciant / Beneficiar
ru_ru: Продавец / Получатель
uk_ua: Продавець / Одержувач
zh_cn: 商户 / 收款方

# QuickAdd_MerchantHeader.PlaceholderText
source: e.g. Spotify, Apple, Shell
de_de: z. B. Spotify, REWE, Shell
es_es: ej. Spotify, Mercadona, Repsol
fr_fr: ex. Spotify, Carrefour, Total
it_it: es. Spotify, Conad, Eni
ja_jp: 例: Spotify、セブンイレブン、ENEOS
ko_kr: 예: 스타벅스, 쿠팡, 배달의민족
pl_pl: np. Spotify, Biedronka, Orlen
pt_pt: ex.: Spotify, Continente, Galp
ro_ro: de ex. Spotify, Kaufland, OMV
ru_ru: напр., Spotify, Ашан, Яндекс, Лукойл
uk_ua: напр., Spotify, Сільпо, OKKO
zh_cn: 例如：美团、京东、中国石油

# QuickAdd_DescriptionHeader.Header
source: Description / Notes
de_de: Beschreibung / Notizen
es_es: Descripción / Notas
it_it: Descrizione / Note
ja_jp: 説明 / メモ
ko_kr: 설명 / 메모
pl_pl: Opis / Notatki
pt_pt: Descrição / Notas
ro_ro: Descriere / Note
ru_ru: Описание / Примечания
uk_ua: Опис / Примітки
zh_cn: 描述 / 备注

# QuickAdd_DescriptionHeader.PlaceholderText
source: Optional details
de_de: Optionale Details
es_es: Detalles opcionales
fr_fr: Détails facultatifs
it_it: Dettagli facoltativi
ja_jp: 任意の詳細メモ
ko_kr: 선택적 세부사항
pl_pl: Szczegóły opcjonalne
pt_pt: Detalhes opcionais
ro_ro: Detalii opționale
ru_ru: Необязательные детали
uk_ua: Необов'язкові деталі
zh_cn: 可选补充信息

# QuickAdd_DateHeader.Header
source: Date
de_de: Datum
es_es: Fecha
it_it: Data
ja_jp: 日付
ko_kr: 날짜
pl_pl: Data
pt_pt: Data
ro_ro: Dată
ru_ru: Дата
uk_ua: Дата
zh_cn: 日期

# QuickAdd_Error_Title.Title
source: Error
de_de: Fehler
fr_fr: Erreur
it_it: Errore
ja_jp: エラー
ko_kr: 오류
pl_pl: Błąd
pt_pt: Erro
ro_ro: Eroare
ru_ru: Ошибка
uk_ua: Помилка
zh_cn: 错误

# QuickAdd_Error_InvalidAmount
source: Please enter an amount greater than 0.
de_de: Bitte geben Sie einen Betrag größer als 0 ein.
es_es: Introduzca un importe mayor que 0.
fr_fr: Veuillez saisir un montant supérieur à 0.
it_it: Inserisci un importo maggiore di 0.
ja_jp: 0より大きい金額を入力してください。
ko_kr: 0보다 큰 금액을 입력해 주세요.
pl_pl: Wprowadź kwotę większą niż 0.
pt_pt: Introduza um valor superior a 0.
ro_ro: Introduceți o sumă mai mare de 0.
ru_ru: Пожалуйста, введите сумму больше 0.
uk_ua: Будь ласка, введіть суму, більшу за 0.
zh_cn: 请输入大于 0 的金额。

# QuickAdd_Error_NoSourceAccount
source: Please select a source account.
de_de: Bitte wählen Sie ein Ausgangskonto aus.
es_es: Seleccione una cuenta de origen.
fr_fr: Veuillez sélectionner un compte source.
it_it: Seleziona un conto di origine.
ja_jp: 出金元口座を選択してください。
ko_kr: 출금 계좌를 선택해 주세요.
pl_pl: Wybierz konto źródłowe.
pt_pt: Selecione uma conta de origem.
ro_ro: Selectați un cont sursă.
ru_ru: Пожалуйста, выберите счет списания.
uk_ua: Будь ласка, виберіть рахунок списання.
zh_cn: 请选择转出账户。

# QuickAdd_Error_NoDestinationAccount
source: Please select a destination account for transfer.
de_de: Bitte wählen Sie ein Zielkonto für die Umbuchung aus.
es_es: Seleccione una cuenta de destino para la transferencia.
fr_fr: Veuillez sélectionner un compte de destination pour le virement.
it_it: Seleziona un conto di destinazione per il trasferimento.
ja_jp: 振替先の入金口座を選択してください。
ko_kr: 이체할 입금 계좌를 선택해 주세요.
pl_pl: Wybierz konto docelowe dla przelewu.
pt_pt: Selecione uma conta de destino para a transferência.
ro_ro: Selectați un cont destinație pentru transfer.
ru_ru: Пожалуйста, выберите счет зачисления для перевода.
uk_ua: Будь ласка, виберіть рахунок зарахування для переказу.
zh_cn: 请选择转账目的账户。

# QuickAdd_Error_SameAccounts
source: Source and destination accounts must be different.
de_de: Ausgangs- und Zielkonto müssen unterschiedlich sein.
es_es: Las cuentas de origen y destino deben ser distintas.
fr_fr: Les comptes source et de destination doivent être différents.
it_it: Il conto di origine e quello di destinazione devono essere diversi.
ja_jp: 出金元と入金先の口座は別々にする必要があります。
ko_kr: 출금 계좌와 입금 계좌는 서로 달라야 합니다.
pl_pl: Konto źródłowe i docelowe muszą być różne.
pt_pt: As contas de origem e de destino devem ser diferentes.
ro_ro: Conturile sursă și destinație trebuie să fie diferite.
ru_ru: Счета списания и зачисления должны различаться.
uk_ua: Рахунки списання та зарахування мають бути різними.
zh_cn: 转出账户与转入账户不能相同。

# QuickAdd_DefaultDescription
source: Quick Transaction
de_de: Schnelltransaktion
es_es: Transacción rápida
fr_fr: Transaction rapide
it_it: Transazione rapida
ja_jp: クイック取引
ko_kr: 간편 거래
pl_pl: Szybka transakcja
pt_pt: Transação rápida
ro_ro: Tranzacție rapidă
ru_ru: Быстрая транзакция
uk_ua: Швидка транзакція
zh_cn: 快速记录交易

# Recurring_HeaderTitle.Text
source: Recurring Payments & Subscriptions
de_de: Wiederkehrende Zahlungen & Abos
es_es: Pagos recurrentes y suscripciones
fr_fr: Paiements récurrents & Abonnements
it_it: Pagamenti ricorrenti e abbonamenti
ja_jp: 定期支払いとサブスクリプション
ko_kr: 정기 결제 및 구독 관리
pl_pl: Płatności cykliczne i subskrypcje
pt_pt: Pagamentos recorrentes e assinaturas
ro_ro: Plăți recurente și abonamente
ru_ru: Регулярные платежи и подписки
uk_ua: Регулярні платежі та підписки
zh_cn: 定期交易与订阅

# Recurring_HeaderSubtitle.Text
source: Manage upcoming obligations, calculate monthly costs, and record payments
de_de: Verbindlichkeiten verwalten, monatliche Kosten berechnen und Zahlungen erfassen
es_es: Administre obligaciones futuras, calcule costes mensuales y registre pagos
fr_fr: Gérez vos échéances, calculez les coûts mensuels et enregistrez les paiements
it_it: Gestisci le scadenze, calcola i costi mensili e registra i pagamenti
ja_jp: 今後の支払いを管理、月額コストを試算し、支払い履歴を記録
ko_kr: 예정된 결제 의무 관리, 월별 비용 산출 및 납부 내역 기록
pl_pl: Zarządzaj zobowiązaniami, obliczaj miesięczne koszty i rejestruj płatności
pt_pt: Gerir obrigações futuras, calcular custos mensais e registar pagamentos
ro_ro: Gestionați obligațiile viitoare, calculați costurile lunare și înregistrați plățile
ru_ru: Управление обязательствами, расчет ежемесячных расходов и учет платежей
uk_ua: Керуйте майбутніми зобов'язаннями, розраховуйте щомісячні витрати та фіксуйте платежі
zh_cn: 管理定期扣款义务、计算月度成本并记录已付账单

# Recurring_AddButton.Text
source: Add Recurring
de_de: Wiederkehrend hinzufügen
es_es: Añadir recurrente
fr_fr: Ajouter un paiement récurrent
it_it: Aggiungi ricorrente
ja_jp: 定期支払いを追加
ko_kr: 정기 결제 추가
pl_pl: Dodaj płatność
pt_pt: Adicionar Recorrente
ro_ro: Adaugă recurență
ru_ru: Добавить регулярный
uk_ua: Додати платіж
zh_cn: 添加定期账单

# Recurring_MonthlyBurden_Label.Text
source: MONTHLY OBLIGATION BURDEN
de_de: MONATLICHE FIXKOSTEN
es_es: CARGA MENSUAL DE OBLIGACIONES
fr_fr: CHARGE MENSUELLE DES ENGAGEMENTS
it_it: ONERE MENSILE DELLE SPESE
ja_jp: 月次の固定費負担
ko_kr: 월별 고정 지출 부담
pl_pl: MIESIĘCZNE OBCIĄŻENIE STAŁE
pt_pt: CARGA MENSAL DE OBRIGAÇÕES
ro_ro: SARCINĂ LUNARĂ DE PLATĂ
ru_ru: ЕЖЕМЕСЯЧНЫЕ ОБЯЗАТЕЛЬСТВА
uk_ua: ЩОМІСЯЧНЕ НАВАНТАЖЕННЯ ЗОБОВ'ЯЗАНЬ
zh_cn: 月度固定支出负担

# Recurring_MonthlyBurden_Desc.Text
source: Combined monthly projected cost of active subscriptions
de_de: Kombinierte monatliche Kosten aktiver Abonnements
es_es: Coste mensual total proyectado de suscripciones activas
fr_fr: Coût mensuel total prévisionnel des abonnements actifs
it_it: Costo mensile stimato complessivo degli abbonamenti attivi
ja_jp: 有効な定期購読の月間予想合計コスト
ko_kr: 활성 상태인 정기 구독의 월별 예상 총비용
pl_pl: Łączny miesięczny szacowany koszt aktywnych subskrypcji
pt_pt: Custo mensal total projetado das assinaturas ativas
ro_ro: Costul lunar estimat al abonamentelor active
ru_ru: Совокупная расчетная месячная стоимость активных подписок
uk_ua: Загальна очікувана щомісячна вартість активних підписок
zh_cn: 所有已启用订阅的月度预计支出总和

# Recurring_AnnualBurden_Label.Text
source: ANNUALIZED OBLIGATION BURDEN
de_de: JÄHRLICHE FIXKOSTEN
es_es: CARGA ANUAL DE OBLIGACIONES
fr_fr: CHARGE ANNUELLE DES ENGAGEMENTS
it_it: ONERE ANNUALE DELLE SPESE
ja_jp: 年換算の固定費負担
ko_kr: 연간 환산 고정 지출
pl_pl: ROCZNE OBCIĄŻENIE STAŁE
pt_pt: CARGA ANUAL DE OBRIGAÇÕES
ro_ro: SARCINĂ ANUALĂ DE PLATĂ
ru_ru: ГОДОВЫЕ ОБЯЗАТЕЛЬСТВА
uk_ua: РІЧНЕ НАВАНТАЖЕННЯ ЗОБОВ'ЯЗАНЬ
zh_cn: 年度固定支出总额

# Recurring_AnnualBurden_Desc.Text
source: Total 12-month projected subscription expenses
de_de: Voraussichtliche Gesamtausgaben für Abos auf 12 Monate
es_es: Gastos previstos en suscripciones para 12 meses
fr_fr: Dépenses d'abonnements prévisionnelles sur 12 mois
it_it: Spese stimate per abbonamenti sui 12 mesi
ja_jp: 年間12か月の予想サブスクリプション支出合計
ko_kr: 향후 12개월간의 예상 구독료 총지출
pl_pl: Szacowane 12-miesięczne wydatki na subskrypcje
pt_pt: Despesas projetadas em assinaturas para 12 meses
ro_ro: Cheltuieli estimate pentru abonamente pe 12 luni
ru_ru: Прогнозируемые расходы на подписки за 12 месяцев
uk_ua: Прогнозовані річні витрати на підписки за 12 місяців
zh_cn: 未来12个月的预计订阅支出总额

# Recurring_UpcomingSchedule_Title.Text
source: Upcoming Schedule
de_de: Anstehende Termine
es_es: Próximos vencimientos
fr_fr: Calendrier à venir
it_it: Scadenze imminenti
ja_jp: 今後のスケジュール
ko_kr: 예정된 결제 일정
pl_pl: Nadchodzący harmonogram
pt_pt: Próximo calendário
ro_ro: Program viitor
ru_ru: График предстоящих платежей
uk_ua: Розклад майбутніх платежів
zh_cn: 即将到期排期

# Recurring_NextDueDate_Label.Text
source: Next Due Date
de_de: Nächstes Fälligkeitsdatum
es_es: Próximo vencimiento
fr_fr: Prochaine échéance
it_it: Prossima scadenza
ja_jp: 次回期日
ko_kr: 다음 결제일
pl_pl: Następny termin
pt_pt: Próximo vencimento
ro_ro: Următorul termen
ru_ru: Следующая дата списания
uk_ua: Наступна дата оплати
zh_cn: 下次到期日

# Recurring_MarkPaidButton.Text
source: Mark Paid
de_de: Als bezahlt markieren
es_es: Marcar como pagado
fr_fr: Marquer comme payé
it_it: Segna come pagato
ja_jp: 支払済みにする
ko_kr: 납부 완료 표시
pl_pl: Oznacz opłacone
pt_pt: Marcar como pago
ro_ro: Marchează plătit
ru_ru: Отметить оплаченным
uk_ua: Позначити сплаченим
zh_cn: 标为已付

# Recurring_Dialog_AddTitle
source: Add Recurring Obligation
de_de: Wiederkehrende Zahlung hinzufügen
es_es: Añadir obligación recurrente
fr_fr: Ajouter une obligation récurrente
it_it: Aggiungi impegno ricorrente
ja_jp: 定期支払いプランを追加
ko_kr: 정기 결제 항목 추가
pl_pl: Dodaj zobowiązanie cykliczne
pt_pt: Adicionar obrigação recorrente
ro_ro: Adaugă obligație recurentă
ru_ru: Добавить регулярное обязательство
uk_ua: Додати регулярне зобов'язання
zh_cn: 添加定期支付计划

# Recurring_Dialog_TitleHeader
source: Subscription / Bill Title
de_de: Titel des Abos / der Rechnung
es_es: Título de la suscripción / factura
fr_fr: Titre de l'abonnement / de la facture
it_it: Titolo dell'abbonamento / bolletta
ja_jp: 定期購読 / 請求書の名称
ko_kr: 구독 / 청구서 이름
pl_pl: Tytuł subskrypcji / rachunku
pt_pt: Título da assinatura / conta
ro_ro: Titlu abonament / factură
ru_ru: Название подписки / счета
uk_ua: Назва підписки / рахунку
zh_cn: 订阅 / 账单标题

# Recurring_Dialog_TitlePlaceholder
source: e.g. Internet, Spotify, Gym
de_de: z. B. Internet, Spotify, Fitnessstudio
es_es: ej. Internet, Spotify, Gimnasio
fr_fr: ex. Internet, Spotify, Salle de sport
it_it: es. Internet, Spotify, Palestra
ja_jp: 例: インターネット、Spotify、ジム
ko_kr: 예: 인터넷 요금, 넷플릭스, 헬스장
pl_pl: np. Internet, Spotify, Siłownia
pt_pt: ex.: Internet, Spotify, Ginásio
ro_ro: de ex. Internet, Spotify, Sală fitness
ru_ru: напр., Интернет, Spotify, Фитнес-клуб
uk_ua: напр., Інтернет, Spotify, Спортзал
zh_cn: 例如：宽带费、网易云音乐、健身房

# Recurring_Dialog_AmountHeader
source: Billing Amount
de_de: Abrechnungsbetrag
es_es: Importe de facturación
fr_fr: Montant facturé
it_it: Importo fatturato
ja_jp: 請求金額
ko_kr: 청구 금액
pl_pl: Kwota rozliczenia
pt_pt: Valor da cobrança
ro_ro: Sumă de facturare
ru_ru: Сумма списания
uk_ua: Сума платежу
zh_cn: 扣款金额

# Recurring_Dialog_FrequencyHeader
source: Billing Frequency
de_de: Abrechnungsintervall
es_es: Frecuencia de facturación
fr_fr: Périodicité
it_it: Frequenza di fatturazione
ja_jp: 請求頻度
ko_kr: 청구 주기
pl_pl: Częstotliwość rozliczeń
pt_pt: Frequência de cobrança
ro_ro: Frecvență facturare
ru_ru: Периодичность списания
uk_ua: Періодичність списання
zh_cn: 扣款周期

# Recurring_Dialog_AccountHeader
source: Payment Account
de_de: Zahlungskonto
es_es: Cuenta de pago
fr_fr: Compte de paiement
it_it: Conto di addebito
ja_jp: 支払口座
ko_kr: 결제 계좌
pl_pl: Konto płatności
pt_pt: Conta de pagamento
ro_ro: Cont de plată
ru_ru: Счет оплаты
uk_ua: Рахунок оплати
zh_cn: 支付账户

# Recurring_Dialog_CategoryHeader
source: Category
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
it_it: Categoria
ja_jp: カテゴリ
ko_kr: 카테고리
pl_pl: Kategoria
pt_pt: Categoria
ro_ro: Categorie
ru_ru: Категория
uk_ua: Категорія
zh_cn: 分类

# Recurring_Dialog_DueDateHeader
source: First / Next Due Date
de_de: Erstes / nächstes Fälligkeitsdatum
es_es: Primera / próxima fecha de vencimiento
fr_fr: Première / prochaine échéance
it_it: Prima / prossima data di scadenza
ja_jp: 初回 / 次回期日
ko_kr: 최초 / 다음 결제일
pl_pl: Pierwszy / następny termin płatności
pt_pt: Primeira / próxima data de vencimento
ro_ro: Prima / următoarea dată de scadență
ru_ru: Первая / следующая дата списания
uk_ua: Перша / наступна дата оплати
zh_cn: 首次 / 下次扣款日期

# Recurring_Dialog_SaveButton
source: Save Rule
de_de: Regel speichern
es_es: Guardar regla
fr_fr: Enregistrer la règle
it_it: Salva regola
ja_jp: ルールを保存
ko_kr: 규칙 저장
pl_pl: Zapisz regułę
pt_pt: Guardar regra
ro_ro: Salvează regula
ru_ru: Сохранить правило
uk_ua: Зберегти правило
zh_cn: 保存规则

# Recurring_Dialog_DefaultTitle
source: Recurring Obligation
de_de: Wiederkehrende Verpflichtung
es_es: Obligación recurrente
fr_fr: Obligation récurrente
it_it: Impegno ricorrente
ja_jp: 定期支払い
ko_kr: 정기 결제
pl_pl: Zobowiązanie cykliczne
pt_pt: Obrigação recorrente
ro_ro: Obligație recurentă
ru_ru: Регулярное обязательство
uk_ua: Регулярне зобов'язання
zh_cn: 定期支付项

# Recurring_Delete_DialogTitle
source: Delete Recurring Payment?
de_de: Wiederkehrende Zahlung löschen?
es_es: ¿Eliminar pago recurrente?
fr_fr: Supprimer le paiement récurrent ?
it_it: Eliminare il pagamento ricorrente?
ja_jp: 定期支払いを削除しますか？
ko_kr: 정기 결제를 삭제하시겠습니까?
pl_pl: Usunąć płatność cykliczną?
pt_pt: Eliminar pagamento recorrente?
ro_ro: Ștergeți plata recurentă?
ru_ru: Удалить регулярный платеж?
uk_ua: Видалити регулярний платіж?
zh_cn: 删除定期扣款计划？

# Recurring_Delete_DialogContent
source: Are you sure you want to delete this recurring schedule?
de_de: Möchten Sie diesen wiederkehrenden Zahlungsplan wirklich löschen?
es_es: ¿Seguro que desea eliminar esta programación recurrente?
fr_fr: Voulez-vous vraiment supprimer cet échéancier récurrent ?
it_it: Sei sicuro di voler eliminare questa pianificazione ricorrente?
ja_jp: この定期支払いスケジュールを削除してもよろしいですか？
ko_kr: 이 정기 결제 일정을 정말 삭제하시겠습니까?
pl_pl: Czy na pewno chcesz usunąć ten harmonogram płatności cyklicznych?
pt_pt: Tem a certeza de que pretende eliminar este agendamento recorrente?
ro_ro: Sigur doriți să ștergeți această programare recurentă?
ru_ru: Вы уверены, что хотите удалить этот график регулярных платежей?
uk_ua: Ви впевнені, що хочете видалити цей графік регулярних платежів?
zh_cn: 您确定要删除此定期扣款排期吗？

# Recurring_TxDescription
source: Recurring: {0}
de_de: Wiederkehrend: {0}
es_es: Recurrente: {0}
fr_fr: Récurrent : {0}
it_it: Ricorrente: {0}
ja_jp: 定期支払い: {0}
ko_kr: 정기 결제: {0}
pl_pl: Cykliczne: {0}
pt_pt: Recorrente: {0}
ro_ro: Recurent: {0}
ru_ru: Регулярный: {0}
uk_ua: Регулярний: {0}
zh_cn: 定期支出：{0}

# Transactions_HeaderTitle.Text
source: Transactions Ledger
de_de: Transaktionsbuch
es_es: Libro de transacciones
fr_fr: Grand livre des transactions
it_it: Registro delle transazioni
ja_jp: 取引台帳
ko_kr: 거래 장부
pl_pl: Księga transakcji
pt_pt: Livro de transações
ro_ro: Registru de tranzacții
ru_ru: Журнал транзакций
uk_ua: Журнал транзакцій
zh_cn: 交易明细账本

# Transactions_HeaderSubtitle.Text
source: Comprehensive table view with multi-column filtering and search
de_de: Umfassende Tabellenansicht mit mehrspaltigem Filter und Suche
es_es: Vista completa en tabla con filtros multicolumna y búsqueda
fr_fr: Vue détaillée sous forme de tableau avec filtres multicritères et recherche
it_it: Vista tabellare completa con ricerca e filtri a più colonne
ja_jp: 複数列フィルタと検索を備えた包括的なテーブル表示
ko_kr: 다중 열 필터링 및 검색 기능을 갖춘 종합 거래 목록
pl_pl: Szczegółowy widok tabeli z wielokolumnowym filtrowaniem i wyszukiwaniem
pt_pt: Vista de tabela completa com filtragem e pesquisa em várias colunas
ro_ro: Vizualizare detaliată tip tabel cu filtrare pe mai multe coloane și căutare
ru_ru: Подробный табличный вид с многоколоночной фильтрацией и поиском
uk_ua: Детальний табличний перегляд із багатоколоночною фільтрацією та пошуком
zh_cn: 支持多维度筛选与搜索的综合财务明细表

# Transactions_AddButton.Text
source: Add Transaction
de_de: Transaktion hinzufügen
es_es: Añadir transacción
fr_fr: Ajouter une transaction
it_it: Aggiungi transazione
ja_jp: 取引を追加
ko_kr: 거래 추가
pl_pl: Dodaj transakcję
pt_pt: Adicionar Transação
ro_ro: Adaugă tranzacție
ru_ru: Добавить транзакцию
uk_ua: Додати транзакцію
zh_cn: 添加交易

# Transactions_SearchBox.PlaceholderText
source: Search merchant, notes...
de_de: Händler, Notizen suchen...
es_es: Buscar comercio, notas...
fr_fr: Rechercher commerçant, notes...
it_it: Cerca esercente, note...
ja_jp: 店舗、メモを検索...
ko_kr: 가맹점, 메모 검색...
pl_pl: Szukaj odbiorcy, notatek...
pt_pt: Pesquisar comerciante, notas...
ro_ro: Căutați comerciant, note...
ru_ru: Поиск продавца, заметок...
uk_ua: Пошук за продавцем, примітками...
zh_cn: 搜索商户、备注...

# Transactions_Filter_AllAccounts.PlaceholderText
source: All Accounts
de_de: Alle Konten
es_es: Todas las cuentas
fr_fr: Tous les comptes
it_it: Tutti i conti
ja_jp: すべての口座
ko_kr: 모든 계좌
pl_pl: Wszystkie konta
pt_pt: Todas as contas
ro_ro: Toate conturile
ru_ru: Все счета
uk_ua: Усі рахунки
zh_cn: 所有账户

# Transactions_Filter_AllCategories.PlaceholderText
source: All Categories
de_de: Alle Kategorien
es_es: Todas las categorías
fr_fr: Toutes les catégories
it_it: Tutte le categorie
ja_jp: すべてのカテゴリ
ko_kr: 모든 카테고리
pl_pl: Wszystkie kategorie
pt_pt: Todas as categorias
ro_ro: Toate categoriile
ru_ru: Все категории
uk_ua: Усі категорії
zh_cn: 所有分类

# Transactions_Date_AllTime.Content
source: All Time
de_de: Gesamter Zeitraum
es_es: Todo el tiempo
fr_fr: Depuis le début
it_it: Tutto il periodo
ja_jp: 全期間
ko_kr: 전체 기간
pl_pl: Cały czas
pt_pt: Todo o período
ro_ro: Tot timpul
ru_ru: Все время
uk_ua: Весь час
zh_cn: 全部时间

# Transactions_Date_ThisMonth.Content
source: This Month
de_de: Diesen Monat
es_es: Este mes
fr_fr: Ce mois-ci
it_it: Questo mese
ja_jp: 今月
ko_kr: 이번 달
pl_pl: W tym miesiącu
pt_pt: Este mês
ro_ro: Luna aceasta
ru_ru: Этот месяц
uk_ua: Цього місяця
zh_cn: 本月

# Transactions_Date_LastMonth.Content
source: Last Month
de_de: Letzten Monat
es_es: El mes pasado
fr_fr: Le mois dernier
it_it: Mese scorso
ja_jp: 先月
ko_kr: 지난 달
pl_pl: W zeszłym miesiącu
pt_pt: Mês passado
ro_ro: Luna trecută
ru_ru: Прошлый месяц
uk_ua: Минулого місяця
zh_cn: 上月

# Transactions_Date_ThisYear.Content
source: This Year
de_de: Dieses Jahr
es_es: Este año
fr_fr: Cette année
it_it: Quest'anno
ja_jp: 今年
ko_kr: 올해
pl_pl: W tym roku
pt_pt: Este ano
ro_ro: Anul acesta
ru_ru: Этот год
uk_ua: Цього року
zh_cn: 今年

# Transactions_ResetFilters_Tooltip
source: Reset Filters
de_de: Filter zurücksetzen
es_es: Restablecer filtros
fr_fr: Réinitialiser les filtres
it_it: Reimposta filtri
ja_jp: フィルタをリセット
ko_kr: 필터 재설정
pl_pl: Zresetuj filtry
pt_pt: Repor filtros
ro_ro: Resetați filtrele
ru_ru: Сбросить фильтры
uk_ua: Скинути фільтри
zh_cn: 重置筛选

# Transactions_Col_Date.Text
source: DATE
de_de: DATUM
es_es: FECHA
it_it: DATA
ja_jp: 日付
ko_kr: 날짜
pl_pl: DATA
pt_pt: DATA
ro_ro: DATĂ
ru_ru: ДАТА
uk_ua: ДАТА
zh_cn: 日期

# Transactions_Col_Description.Text
source: DESCRIPTION / MERCHANT
de_de: BESCHREIBUNG / HÄNDLER
es_es: DESCRIPCIÓN / COMERCIO
fr_fr: DESCRIPTION / COMMERÇANT
it_it: DESCRIZIONE / ESERCENTE
ja_jp: 説明 / 店舗
ko_kr: 설명 / 가맹점
pl_pl: OPIS / ODBIORCA
pt_pt: DESCRIÇÃO / COMERCIANTE
ro_ro: DESCRIERE / COMERCIANT
ru_ru: ОПИСАНИЕ / ПРОДАВЕЦ
uk_ua: ОПИС / ПРОДАВЕЦЬ
zh_cn: 描述 / 商户

# Transactions_Col_Category.Text
source: CATEGORY
de_de: KATEGORIE
es_es: CATEGORÍA
fr_fr: CATÉGORIE
it_it: CATEGORIA
ja_jp: カテゴリ
ko_kr: 카테고리
pl_pl: KATEGORIA
pt_pt: CATEGORIA
ro_ro: CATEGORIE
ru_ru: КАТЕГОРИЯ
uk_ua: КАТЕГОРІЯ
zh_cn: 分类

# Transactions_Col_Account.Text
source: ACCOUNT
de_de: KONTO
es_es: CUENTA
fr_fr: COMPTE
it_it: CONTO
ja_jp: 口座
ko_kr: 계좌
pl_pl: KONTO
pt_pt: CONTA
ro_ro: CONT
ru_ru: СЧЕТ
uk_ua: РАХУНОК
zh_cn: 账户

# Transactions_Col_Type.Text
source: TYPE
de_de: TYP
es_es: TIPO
it_it: TIPO
ja_jp: 種別
ko_kr: 유형
pl_pl: TYP
pt_pt: TIPO
ro_ro: TIP
ru_ru: ТИП
uk_ua: ТИП
zh_cn: 类型
